Repository: UlrichB22/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: No namespace field in the meta.
sv: Inget namnrymdsfält i metan.

source: The names in the name list must be unique.
sv: Namnen i namnlistan måste vara unika.

source: Item names ({invalid_names}) must not start with '@' or '+'
sv: Artikelnamn ({invalid_names}) får inte börja med "@" eller "+

source: Item name ({invalid_names}) must not contain ',' characters. Create item with 1 name, use rename to create multiple names.
sv: Artikelns namn ({invalid_names}) får inte innehålla tecknen ",". Skapa artikel med 1 namn, använd rename för att skapa flera namn.

source: Item names ({invalid_names}) must not match with existing namespaces.
sv: Artikelns namn ({invalid_names}) får inte stämma överens med befintliga namnrymder.

source: Item(s) named {duplicate_names} already exist.
sv: Objekt med namnet {duplicate_names} finns redan.

source: Invalid JSON.
sv: Ogiltig JSON.

source: Itemid not a proper UUID
sv: Itemid är inte ett korrekt UUID

source: No ITEMID field
sv: Inget ITEMID-fält

source: {_namespace} is not a valid namespace.
sv: {_namespace} är inte en giltig namnrymd.

source: E-Mail
sv: E-post

source: E-Mail address
sv: E-artikeladress

source: Your E-Mail address
sv: Din e-postadress

source: Password
sv: Lösenord

source: This item doesn't exist.
sv: Denna artikel finns inte.

source: This item name is corrupt, delete and recreate.
sv: Detta artikelnamn är korrupt, radera och återskapa.

source: Tags
sv: Taggar

source: Names
sv: Namn

source: Subscriptions
sv: Prenumerationer

source: Quick Links
sv: Snabblänk

source: Search Query
sv: Sök förfrågan

source: YYYY-MM-DD HH:MM:SS (example: 2013-12-31 23:59:59)
sv: ÅÅÅÅ-MM-DD HH:MM:SS (exempel: 2013-12-31 23:59:59)

source: Please use the following format: YYYY-MM-DD HH:MM:SS
sv: Använd följande format: ÅÅÅÅ-MM-DD HH:MM:SS

source: Invalid Reference.
sv: Ogiltig referens.

source: (None)
sv: (inget)

source: Invalid user name '{name}'. Name may contain any Unicode alpha numeric character, with optional one space between words. Group page name is not allowed.
sv: Ogiltigt användarnamn '{name}'. Namnet kan innehålla alla alfanumeriska tecken i Unicode, med valfritt ett mellanslag mellan orden. Gruppsidans namn är inte tillåtet.

source: This user name already belongs to somebody else.
sv: Det här användarnamnet tillhör redan någon annan.

source: Password not acceptable: {msg}
sv: Lösenordet är inte acceptabelt: {msg}

source: Please provide your email address. If you lose your login information, you can get it by email.
sv: Ange din e-postadress. Om du tappar bort dina inloggningsuppgifter kan du få dem via e-post.

source: This email already belongs to somebody else.
sv: Den här e-postadressen tillhör redan någon annan.

source: [{sitename}] Your wiki password recovery link
sv: [{sitename}] Länk för återställning av ditt wiki-lösenord

source: [{sitename}] Please verify your email address
sv: [{sitename}] Verifiera din e-postadress

source: User
sv: Användare

source: Username
sv: Användarnamn

source: User Name
sv: Användarnamn

source: Register
sv: Registrera

source: Register New User
sv: Registrera ny användare

source: User already exists
sv: Användarnamnet finns redan

source: Account for {username} created
sv: Konto för {username} skapad

source: {username} has been sent a password recovery email.
sv: {username} har fått ett e-postmeddelande om lösenordsåterställning.

source: {username} is an invalid user, no email has been sent.
sv: {username} är en ogiltig användare, inget e-postmeddelande har skickats.

source: Users
sv: Användare

source: User profile of {username}: {email} {disabled}
sv: Användarprofil av {username}: {email} {disabled}

source: {0} "{1}" status changed to "{2}"
sv: {0} "{1}" status ändrad till "{2}"

source: modifying {0}.{1} failed
sv: modifiering av {0}.{1} misslyckades

source: {0} has been sent a password recovery email.
sv: {0} har fått ett e-postmeddelande om lösenordsåterställning.

source: {0} is an invalid user, no email has been sent.
sv: {0} är en ogiltig användare, inget e-postmeddelande har skickats.

source: No user name provided, no email sent.
sv: Inget användarnamn anges, inget e-postmeddelande skickas.

source: Show Wiki Configuration
sv: Visa Wiki-konfiguration

source: Wiki Configuration Help
sv: Hjälp med Wiki-konfiguration

source: Lexer description
sv: Lexer beskrivning

source: Lexer names
sv: Lexer namn

source: File patterns
sv: Filmönster

source: Mimetypes
sv: Mimetyper

source: Highlighters
sv: Överstrykningspennor

source: InterWiki name
sv: InterWiki-namn

source: Interwiki Names
sv: Interwiki-namn

source: Size
sv: Storlek

source: Item name
sv: Objektnamn

source: Item Sizes
sv: Storlek på artiklar

source: Trashed Items
sv: Skrotade artikel

source: User ACL Report
sv: ACL-rapport för användare

source: Groups
sv: Grupper

source: Item ACL Report
sv: Punkt ACL-rapport

source: Group ACL Report
sv: Grupp ACL-rapport

source: Failed! Not authorized.<br>Item: {item_name}<br>ACL: {acl_rule}
sv: Misslyckades! Ej auktoriserad.<br>Objekt: {item_name}<br>ACL: {acl_rule}

source: Success! ACL saved.<br>Item: {item_name}<br>ACL: {acl_rule}
sv: Lyckades! ACL sparat.<br>Artikel: {item_name}<br>ACL: {acl_rule}

source: Nothing changed, invalid ACL.<br>Item: {item_name}<br>ACL: {acl_rule}
sv: Inget ändrat, ogiltig ACL.<br>Item: {item_name}<br>ACL: {acl_rule}

source: Group Name
sv: Gruppnamn

source: Namespace
sv: Namnrymd

source: Item Names
sv: Artikelnamn

source: read
sv: läs

source: write
sv: skriva

source: create
sv: skapa

source: destroy
sv: förstöra

source: admin
sv: administration

source: Group Names
sv: Gruppnamn

source: Member Users
sv: Medlem Användare

source: Member Groups
sv: Medlemsgrupper

source: ACL Report
sv: ACL-rapport

source: Admin Menu
sv: Adminmeny

source: Item ACLs
sv: Artikel ACL:er

source: Trash
sv: Papperskorg

source: Show/Hide items with default ACLs
sv: Visa/dölj artikel med standard-ACL:er

source: Number items:
sv: Antal artiklar:

source: Save
sv: Spara

source: Old Name
sv: Gammalt namn

source: Timestamp
sv: Tidsstämpel

source: Editor
sv: Redigerare

source: Comment
sv: Kommentar

source: Actions
sv: Åtgärder

source: Show
sv: Visa

source: Markup
sv: Markera

source: History
sv: Historik

source: Revert deleted item
sv: Återställ raderat artikel

source: Destroy
sv: Förstör

source: User Names
sv: Användarnamn

source: User name
sv: Användarnamn

source: Display name
sv: Visningsnamn

source: Email address
sv: E-artikeladress

source: disabled
sv: inaktiverad

source: Enable user
sv: Aktivera användare

source: Disable user
sv: Inaktivera användare

source: Mail password reset
sv: Återställning av lösenord för e-post

source: Variable Name
sv: Variabelnamn

source: Customized Configuration Settings
sv: Anpassade konfigurationsinställningar

source: This table shows all settings in this wiki that do not have default values. Settings that the configuration system doesn't know about are shown in italic, those may be due to third-party extensions needing configuration or settings that were removed from Moin.
sv: Denna tabell visar alla inställningar i denna wiki som inte har några standardvärden. Inställningar som konfigurationssystemet inte känner till visas i kursiv stil. Det kan bero på att tredjepartstillägg behöver konfigureras eller att inställningar har tagits bort från Moin.

source: Setting
sv: Inställning

source: Default configuration Settings
sv: Standardkonfiguration Inställningar

source: This table shows all settings in this wiki that retain their default values.
sv: I denna tabell visas alla inställningar i denna wiki som behåller sina standardvärden.

source: Default Setting
sv: Standardinställning

source: Default
sv: Standard

source: Description
sv: Beskrivning

source: User Menu
sv: Användarmeny

source: Documentation
sv: Dokumentation

source: Documentation (local)
sv: Dokumentation (lokal)

source: Documentation (internet)
sv: Dokumentation (internet)

source: Reports
sv: Rapporter

source: My Changes
sv: Mina förändringar

source: Wanted Items
sv: Eftertraktade artikel

source: Orphaned Items
sv: Föräldralösa artikel

source: Item Sizes (last revision)
sv: Artikelstorlekar (senaste revidering)

source: InterWiki Names
sv: InterWiki-namn

source: Namespaces
sv: Namnområden

source: all
sv: alla

source: MoinMoin feels unhappy.
sv: MoinMoin känner sig olycklig.

source: Global Views
sv: Globala synpunkter

source: search also in non-current revisions
sv: sök även i långfristiga revisioner

source: Lookup
sv: Uppslag

source: QueryError: invalid search term: {search_term}
sv: QueryError: ogiltig sökterm: {search_term}

source: TermNotFound: field is not indexed: {search_term}
sv: TermNotFound: fältet är inte indexerat: {search_term}

source: This item is deleted.
sv: Denna artikel är borttagen.

source: This item revision is deleted.
sv: Denna artikelrevision har tagits bort.

source: Items with {field} {value}
sv: Artiklar med {field} {value}

source: New Content Type
sv: Ny innehållstyp

source: Comment about your change
sv: Kommentera din förändring

source: Item conversion failed
sv: Konvertering av artikel misslyckades

source: Item converted successfully
sv: Artikeln konverterades

source: Target
sv: Mål

source: The name of the target item
sv: Namnet på målartikeln

source: Delete all subitems listed below if checked:
sv: Ta bort alla underpunkter som anges nedan om de är markerade:

source: Destroy all subitems listed below if checked:
sv: Förstör alla underpunkter som anges nedan om de är markerade:

source: Item '{bad_name}' does not exist or you do not have permission to access it.
sv: Objektet ’{bad_name}’ finns inte eller du har inte behörighet att komma åt det.

source: Access denied for a subitem of {bad_name}, check History for status.
sv: Åtkomst nekad för en delartikel i {bad_name}, kontrollera historik för status.

source: Access denied processing '{bad_name}'.
sv: Åtkomst nekad för bearbetning av '{bad_name}'.

source: File Successfully uploaded and renamed from {bad_name} to {good_name}.
sv: Filen har laddats upp och bytt namn från {bad_name} till {good_name}.

source: UnicodeDecodeError, upload failed, not a text file, nothing saved: '{file_name}'. Try changing the name.
sv: UnicodeDecodeError, uppladdning misslyckades, inte en textfil, inget sparat: '{file_name}'. Försök att ändra namnet.

source: File Successfully uploaded, existing file overwritten: '{file_name}'.
sv: Filen har laddats upp, befintlig fil har skrivits över: '{file_name}'.

source: Permission denied, upload failed: '{file_name}'.
sv: Behörighet nekad, uppladdning misslyckades: '{file_name}'.

source: File Successfully uploaded: '{item_name}'.
sv: Filen har laddats upp: '{item_name}'.

source: Apply Filter
sv: Använd filter

source: Global Index of All Namespaces
sv: Globalt index över alla namnrymder

source: Namespace '{name}'
sv: Namnrymd '{name}'

source: subitems '{item_name}'
sv: underartikel '{item_name}'

source: Index of {what}
sv: Index för {what}

source: Index of subitems '{item_name}'
sv: Index för underartiklar '{item_name}'

source: Global Index
sv: Globalt index

source: You must be logged in to see your changes.
sv: Du måste vara inloggad för att se dina ändringar.

source: Items that are referred by '{item_name}'
sv: Objekt som hänvisas till av '{item_name}'

source: Items which refer to '{item_name}'
sv: Artiklar som hänvisar till '{item_name}'

source: Global History
sv: Global historia

source: Global History of All Namespaces
sv: Global historik över alla namnrymder

source: History of Namespace '{namespace}'
sv: Historik över namnrymden '{namespace}'

source: You must login to use this action: {action}.
sv: Du måste logga in för att använda denna åtgärd: {action}.

source: A quicklink to this page could not be added for you.
sv: En quicklänk till den här sidan kunde inte läggas till för dig.

source: Your quicklink to this page could not be removed.
sv: Din quicklänk till den här sidan kunde inte tas bort.

source: You are not allowed to subscribe to an item you may not read.
sv: Du får inte prenumerera på en artikel som du inte får läsa.

source: Can't remove the subscription! You are subscribed to this page, but not by itemid.
sv: Jag kan inte ta bort prenumerationen! Du prenumererar på den här sidan, men inte på itemid.

source: Please edit the subscription in your settings.
sv: Redigera prenumerationen i dina inställningar.

source: You could not get subscribed to this item.
sv: Du kunde inte bli prenumerant på detta artikel.

source: The passwords do not match.
sv: Lösenorden matchar inte.

source: The login username you want to use
sv: Det användarnamn du vill använda för inloggning

source: The login password you want to use
sv: Det inloggningslösenord du vill använda

source: Repeat the same password
sv: Upprepa samma lösenord

source: Account verification required, please see the email we sent to your address.
sv: Kontoverifiering krävs, se e-postmeddelandet som vi skickade till din adress.

source: An error occurred while sending the verification email: "{message}" Please contact an administrator to activate your account.
sv: Ett fel inträffade när du skickade verifieringsmeddelandet: "{message}" Kontakta en administratör för att aktivera ditt konto.

source: Account created, please log in now.
sv: Konto skapat, logga in nu.

source: This email is already in use.
sv: Denna e-post används redan.

source: Your account has been activated, you can log in now.
sv: Ditt konto har aktiverats och du kan logga in nu.

source: Your new email address has been confirmed.
sv: Din nya e-postadress har bekräftats.

source: Your username and/or token is invalid!
sv: Ditt användarnamn och/eller din token är ogiltig!

source: Your user name or your email address is needed.
sv: Ditt användarnamn eller din e-postadress behövs.

source: Name
sv: Namn

source: Your login name
sv: Ditt inloggningsnamn

source: Recover password
sv: Återställ lösenord

source: Lost Password
sv: Glömt lösenordet

source: If this account exists, you will be notified.
sv: Om detta konto finns kommer du att få ett meddelande om det.

source: New password is unacceptable, could not get processed.
sv: Nytt lösenord är oacceptabelt, kunde inte behandlas.

source: Recovery token
sv: Återhämtningsbevis

source: The recovery token that has been sent to you
sv: Återställningstoken som har skickats till dig

source: New password
sv: Nytt lösenord

source: New password (repeat)
sv: Nytt lösenord (upprepa)

source: Change password
sv: Ändra lösenord

source: Recover Password
sv: Återställ Lösenord

source: Your password has been changed, you can log in now.
sv: Ditt lösenord har ändrats, du kan logga in nu.

source: Your token is invalid!
sv: Din token är ogiltig!

source: Either your username or password was invalid.
sv: Antingen ditt användarnamn eller lösenord var ogiltigt.

source: Log in
sv: Logga in

source: Login
sv: Logga in

source: You are logged in.
sv: Du är inloggad.

source: You are logged out.
sv: Du är utloggad.

source: The current password was wrong.
sv: Det nuvarande lösenordet var fel.

source: New password not acceptable:
sv: Nytt lösenord accepteras inte:

source: Current Password
sv: Nuvarande lösenord

source: Your current login password
sv: Ditt nuvarande lösenord för inloggning

source: Always use ISO 8601 date-time format
sv: Använd alltid ISO 8601 datum- och tidsformat

source: Publish my email (not my wiki homepage) in author info
sv: Publicera min e-postadress (inte min wiki-hemsida) i författarinfo

source: Open editor on double click
sv: Öppna redigeringsverktyget vid dubbelklick

source: Scroll page after edit
sv: Skrolla sidan efter redigering

source: Show comment sections
sv: Visa kommentarsfält

source: Disable this account forever
sv: Inaktivera detta konto för alltid

source: Invalid subscription syntax:
sv: Ogiltig syntax för prenumeration:

source: Invalid keyword:
sv: Ogiltigt nyckelord:

source: Invalid RE syntax:
sv: Ogiltig RE-syntax:

source: User Settings
sv: Användarinställningar

source: This name is already in use:
sv: Detta namn används redan:

source: The Display-Name contains invalid characters:
sv: Display-Name innehåller ogiltiga tecken:

source: The Username contains invalid characters:
sv: Username innehåller ogiltiga tecken:

source: Usernames
sv: Användarnamn

source: The login usernames you want to use
sv: De användarnamn för inloggning som du vill använda

source: Display-Name
sv: Visa namn

source: Your display name (optional, rarely used)
sv: Ditt visningsnamn (valfritt, används sällan)

source: Timezone
sv: Tidszon

source: Locale
sv: Plats

source: Theme name
sv: Temanamn

source: User CSS URL
sv: Användarens CSS-URL

source: Give the URL of your custom CSS (optional)
sv: Ange URL-adressen till din anpassade CSS (valfritt)

source: Number rows in edit textarea
sv: Antal rader i textfältet för redigering

source: Editor textarea height (0=auto)
sv: Editor textarea höjd (0=auto)

source: History results per page
sv: Historikresultat per sida

source: Number of results per page (0=no paging)
sv: Antal resultat per sida (0=ingen personsökning)

source: Your password has been changed.
sv: Ditt lösenord har ändrats.

source: This email is already in use
sv: Detta e-postmeddelande är redan i bruk

source: A confirmation email has been sent to your newly configured email address.
sv: Ett bekräftelsemeddelande har skickats till din nyligen konfigurerade e-postadress.

source: Your email address was not changed because sending the verification email failed. Please try again later.
sv: Din e-postadress ändrades inte eftersom det inte gick att skicka verifieringsmeddelandet. Försök igen senare.

source: Nothing saved.
sv: Inget sparat.

source: Your changes have been saved.
sv: Dina ändringar har sparats.

source: You must log in to use bookmarks.
sv: Du måste logga in för att använda bokmärken.

source: There is only one revision eligible for diff.
sv: Det finns bara en revision som är kvalificerad för diff.

source: Items with similar names to '{item_name}'
sv: Objekt med liknande namn som '{item_name}'

source: Global Tags
sv: Globala taggar

source: Global Tags in All Namespaces
sv: Globala taggar i alla namnrymder

source: Tags in Namespace '{namespace}'
sv: Taggar i namnrymden '{namespace}'

source: Items tagged with {tag}
sv: Artiklar taggade med {tag}

source: Missing password. Please enter user name and password.
sv: Lösenord saknas. Ange användarnamn och lösenord.

source: Invalid username or password.
sv: Felaktigt användarnamn eller lösenord.

source: If you do not have an account, <a href="{register_url}">you can create one now</a>.
sv: Om du inte har något konto <a href="{register_url}">kan du skapa ett nu</a>.

source: <a href="{recover_url}">Forgot your password?</a>
sv: <a href="{recover_url}">Har du glömt ditt lösenord?</a>

source: Please log in first.
sv: Logga in först.

source: LDAP server {server} failed.
sv: LDAP-servern {server} misslyckades.

source: For a password a minimum length of {min_length} characters is required.
sv: För ett lösenord krävs en minsta längd på {min_length} tecken.

source: For a password a minimum of {min_different:d} different characters is required.
sv: För ett lösenord krävs minst {min_different:d} olika tecken.

source: Password is too easy to guess (password contains name or name contains password).
sv: Lösenordet är för lätt att gissa (lösenordet innehåller namnet eller namnet innehåller lösenordet).

source: Password is too easy to guess (keyboard sequence).
sv: Lösenordet är för lätt att gissa sig till (tangentbordssekvens).

source: Home
sv: Hem

source: Home Page
sv: Startsida

source: Administration & Docs
sv: Administration och dokumentation

source: Discussion
sv: Diskussion

source: Modify
sv: Ändra

source: Edit or Upload
sv: Redigera eller ladda upp

source: Revision History
sv: Revisionshistorik

source: Download
sv: Ladda ner

source: Delete
sv: Ta bort

source: Delete this item
sv: Radera detta artikel

source: Create or remove a navigation link to this item
sv: Skapa eller ta bort en navigeringslänk till detta artikel

source: Switch notifications about item changes on or off
sv: Aktivera eller inaktivera meddelanden om artikeländringar

source: Subitems
sv: Underpunkter

source: Subitems Index
sv: Index för underartikel

source: Rename
sv: Byt namn

source: Rename this item
sv: Byt namn på detta artikel

source: Show markup with Syntax-Highlighting
sv: Visa Markera med syntax-highlighting

source: Display Metadata
sv: Visa metadata

source: Site Map
sv: Webbkarta

source: Local Site Map of this item
sv: Lokal webbplatskarta för detta artikel

source: Similar
sv: Liknande

source: Items with similar names
sv: Objekt med liknande namn

source: Convert
sv: Konvertera

source: Convert this item
sv: Konvertera detta artikel

source: Completely destroy this item
sv: Förstör detta artikel helt och hållet

source: Comments
sv: Kommentarer

source: Hide comments
sv: Dölj kommentarer

source: Transclusions
sv: Uteslutningar

source: Show transclusions
sv: Visa uteslutningar

source: To request an account, see bottom of Home page.
sv: För att begära ett konto, se längst ner på startsidan.

source: This is a plain text item, there is no markup.
sv: Detta är en vanlig textartikel, det finns ingen markering.

source: This item can not be edited, upload a revised file.
sv: Detta artikel kan inte redigeras, ladda upp en reviderad fil.

source: Use a semicolon or comma to separate cells.
sv: Använd semikolon eller kommatecken för att separera cellerna.

source: If the first row is recognized as a header, the table will be sortable.
sv: Om den första raden identifieras som en rubrik blir tabellen sorterbar.

source: Click for help on Moin Wiki markup.
sv: Klicka för att få hjälp med Moin Wiki-markering.

source: Moinmoin 1.9 format is deprecated, convert to moin 2.
sv: Moinmoin 1.9 format är föråldrat, konvertera till moin 2.

source: Click for help on Media Wiki markup.
sv: Klicka för att få hjälp med Media Wiki-markering.

source: Click for help on Creole Wiki markup.
sv: Klicka för att få hjälp med Creole Wiki markup.

source: Click for help on Markdown Wiki markup.
sv: Klicka för att få hjälp med Markdown Wiki-markering.

source: Click for help on reST Wiki markup.
sv: Klicka för hjälp med reST Wiki-markering.

source: Click for help on Docbook Wiki markup.
sv: Klicka för att få hjälp med Docbook Wiki markup.

source: No help for unknown content type.
sv: Ingen hjälp för okänd innehållstyp.

source: Include Macro above has invalid format, missing item name
sv: Inkludera Makro ovan har ogiltigt format, saknar artikelnamn

source: Include Macro above has invalid format, expected sort=ascending or descending
sv: Inkludera Makro ovan har ogiltigt format, förväntad sortering = stigande eller fallande

source: This deleted item must be restored before it can be viewed or downloaded, ItemID = {itemid}
sv: Det här raderade artikeln måste återställas innan det kan visas eller laddas ner, ItemID = {itemid}

source: Error: malformed HTML: {reason}.
sv: Fel: missbildad HTML: {reason}.

source: Error: malformed HTML. Try viewing source with Markup or Modify links.
sv: Fel: missbildad HTML. Försök att visa källan med länkarna Markera eller Ändra.

source: Tag '{invalid_tag}' is not supported; all tag contents are discarded.
sv: Tagg '{invalid_tag}' stöds inte; allt innehåll i taggen kasseras.

source: Tag '{invalid_tag}' is not known; tag ignored but children are processed.
sv: Tagg '{invalid_tag}' är inte känd; taggen ignoreras men barnen bearbetas.

source: Link to this heading
sv: Länk till denna rubrik

source: Contents
sv: Innehåll

source: Access Denied, transcluded content suppressed.
sv: Åtkomst nekad, exkluderat innehåll undertryckt.
