Repository: UlrichB22/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Tags may have embedded blanks, use commas to separate.
sv: Taggar kan ha inbäddade blanksteg, använd kommatecken för att separera.

source: Create new item named '{name}'
sv: Skapa ett nytt artikel med namnet '{name}'

source: Please select the contenttype of the new {itemtype} item.
sv: Välj innehållstyp för den nya {itemtype}-artikeln.

source: Before creating a new item, review these existing items with similar names:
sv: Innan du skapar en ny artikel bör du granska de befintliga artiklarna med liknande namn:

source: Item not found, create it now?
sv: Objektet hittades inte, skapa det nu?

source: Item '{fqname}' does not exist (yet), but you can try creating it now. Please select the type of the item you want to create.
sv: Objektet '{fqname}' finns inte (ännu), men du kan försöka skapa det nu. Välj vilken typ av artikel du vill skapa.

source: Create new item?
sv: Skapa nytt artikel?

source: You can either <a href='{modifyhref}'>create the item from scratch</a> or select a template.
sv: Du kan antingen <a href='{modifyhref}'>skapa artikeln från början</a> eller välja en mall.

source: Available template items
sv: Tillgängliga mallartikel

source: Toggle font width
sv: Växla teckensnittsbredd

source: No changes found.
sv: Inga ändringar hittades.

source: Create Account
sv: Skapa konto

source: Rename '{item_name}'
sv: Byt namn på '{item_name}'

source: This item has multiple names:
sv: Detta artikel har flera namn:

source: If a parent name of the subitems below is removed, that parent's subitems will become subitems of the first name in the target field:
sv: Om ett överordnat namn för underartikelen nedan tas bort, kommer det överordnade namnet att bli underartikel för det första namnet i målfältet:

source: The following subitems will be renamed:
sv: Följande underartikeler kommer att byta namn:

source: Use commas (,) to separate multiple names in the Target field.
sv: Använd kommatecken (,) för att separera flera namn i fältet Target.

source: Meta data of item to be renamed:
sv: Metadata för artikeln som ska bytas namn på:

source: Content of item to be renamed:
sv: Innehållet i det artikel som ska byta namn:

source: Revert '{item_name}' to Revision Number '{rev_number}'
sv: Återställ '{item_name}' till revisionsnummer '{rev_number}'

source: Meta data of item revision to be reverted:
sv: Metadata för artikelns revision som ska återställas:

source: Content of item revision to be reverted:
sv: Innehållet i artikelrevisionen som ska återställas:

source: An Ajax transaction is submitted with each character keyed into the search box. Transactions may be completed out of order if keying is rapid.
sv: En Ajax-transaktion skickas med varje tecken som skrivs in i sökrutan. Transaktioner kan slutföras i fel ordning om inmatningen sker snabbt.

source: For help on searching see:
sv: För hjälp med att söka se:

source: Search Options
sv: Sökalternativ

source: An Ajax transaction is submitted each time a radio or checkbox is clicked.
sv: En Ajax-transaktion skickas varje gång man klickar på en radio- eller kryssruta.

source: Summary: {summary}
sv: Sammanfattning: {summary}

source: Item not found or access denied
sv: Objektet hittades inte eller åtkomst nekades

source: Item '{name}' does not exist or you do not have permission to access it.
sv: Objektet ’{name}’ finns inte eller du har inte behörighet att komma åt det.

source: SiteMap of '{item_name}'
sv: Webbplatskarta över '{item_name}'

source: Forward References
sv: Referenser framåt

source: Backward References
sv: Referenser bakåt i tiden

source: This site uses the MoinMoin Wiki software.
sv: Den här webbplatsen använder programvaran MoinMoin Wiki.

source: MoinMoin is written in Python.
sv: MoinMoin är skrivet i Python.

source: modified
sv: modifierad

source: by
sv: av

source: tags:
sv: taggar:

source: Tickets
sv: Biljetter

source: Filter:
sv: Filtrera:

source: Show {status} tickets
sv: Visa {status} biljetter

source: Advanced Search
sv: Avancerad sökning

source: Find tickets
sv: Hitta biljetter

source: Create ticket
sv: Skapa ärende

source: Tags:
sv: Taggar:

source: {result_len:d} Tickets found.
sv: {result_len:d} Biljetter hittade.

source: Updated
sv: Uppdaterad

source: Assignee
sv: Aktör

source: Closed
sv: Stängd

source: Open
sv: Öppen

source: Tip: Sort multiple columns simultaneously by holding down the Shift key and clicking on additional column headers!
sv: Tips: Sortera flera kolumner samtidigt genom att hålla ned Shift-tangenten och klicka på ytterligare kolumnrubriker!

source: No tickets found.
sv: Hittade ingen biljett.

source: Changing your email address requires you to verify it. A link will be sent to you.
sv: Om du vill ändra din e-postadress måste du verifiera den. En länk kommer att skickas till dig.

source: Use the "Add Link" or "Remove Link" controls within Item Views to add or remove quick links.
sv: Använd kontrollerna "Lägg till länk" eller "Ta bort länk" i artikelvyn för att lägga till eller ta bort snabblänkar.

source: To manually add a link to a local wiki item, prefix the item name with the wiki name: MyWiki/myitem
sv: Om du manuellt vill lägga till en länk till ett lokalt wiki-artikel, föregår du artikelnamnet med wikinamnet: MyWiki/myitem

source: To add a link to an external wiki page, use the wiki name as a prefix: MeatBall/RecentChanges
sv: För att lägga till en länk till en extern wikisida, använd wikinamnet som prefix: Köttbollen/RecentChanges

source: To add a link to an external web page, use the full URL: http://google.com
sv: Om du vill lägga till en länk till en extern webbsida använder du hela URL:en: http://google.com

source: Other types of links, such as mailto: may be added
sv: Andra typer av länkar, t.ex. mailto:, kan läggas till

source: MyItemName
sv: MittPostnamn

source: MyTagName
sv: MittTaggNamn

source: MyNameSpace
sv: MittNamnSpace

source: My
sv: Mina

source: item id
sv: artikel-ID

source: Formats for entering subscriptions:
sv: Format för inmatning av abonnemang:

source: is created/removed by clicking a Subscribe/Unsubscribe link
sv: skapas/tas bort genom att klicka på en länk för prenumeration/avprenumeration

source: Appearance
sv: Utseende

source: Change Password
sv: Ändra lösenord

source: Notifications
sv: Aviseringar

source: Options
sv: Alternativ

source: Personal
sv: Personlig

source: older
sv: äldre

source: no older revision
sv: ingen äldre revision

source: newer
sv: nyare

source: no newer revision
sv: ingen nyare revision

source: Revert to this revision
sv: Återgå till denna revision

source: Alias Names
sv: Alias-namn

source: newest
sv: nyaste

source: oldest
sv: äldst

source: Time
sv: Tid

source: Deletions are marked like this.
sv: Raderingar markeras på detta sätt.

source: Additions are marked like this.
sv: Tillägg markeras på detta sätt.

source: Line
sv: Rad

source: Settings
sv: Inställningar

source: Logout
sv: Logga ut

source: show diff based on bookmark
sv: visa skillnad baserat på bokmärke

source: show diff with prior revision
sv: visa skillnad mot tidigare revision

source: Previous
sv: Föregående

source: Page {page_num} of {pages}
sv: Sida {page_num} av {pages}

source: Next
sv: Nästa

source: Wanted Item
sv: Efterlyst artikel

source: Referring Item
sv: Hänvisande artikel

source: Create Blog entry
sv: Skapa blogginlägg

source: There are no entries in this blog.
sv: Det finns inga inlägg i den här bloggen.

source: There are no entries in the '{tag}' blog category.
sv: Det finns inga inlägg i bloggkategorin '{tag}'.

source: Category:
sv: Kategori:

source: Published on
sv: Publicerad

source: Discussion page
sv: Diskussionssida

source: Categories
sv: Kategorier

source: only this blog
sv: bara den här bloggen

source: Item link:
sv: Artikel länk:

source: Diff link:
sv: Diff länk:

source: Content
sv: Innehåll

source: You received this message because you have subscribed to a wiki item on {wiki_name} for change notifications.
sv: Du har fått detta meddelande eftersom du har prenumererat på ett wiki-artikel artikel på {wiki_name} för ändringsmeddelanden.

source: Unsubscribe from this item notifications
sv: Avsluta prenumerationen på meddelanden om denna artikel

source: User Actions
sv: Användaråtgärder

source: Closed:
sv: Stängd:

source: Add Comment
sv: Lägg till kommentar

source: Suggested Tags:
sv: Föreslagna taggar:

source: Back references
sv: Tillbaka referenser

source: Files
sv: Filer

source: Create new ticket
sv: Skapa ett nytt ärende

source: Describe the ticket
sv: Beskriv biljetten

source: anonymous
sv: anonym

source: Site Navigation
sv: Webbplatsnavigering

source: Enter list of user names, one name per line. No leading or trailing blanks, no blank lines.
sv: Ange en lista med användarnamn, ett namn per rad. Inga inledande eller efterföljande blanksteg, inga tomma rader.

source: Tags and names may have embedded blanks, use commas to separate.
sv: Taggar och namn kan ha inbäddade blanksteg, använd kommatecken för att separera.

source: View Options
sv: Visa alternativ

source: Item Actions
sv: Punkt Åtgärder

source: Edit lock for {user_name} timed out {number} {interval} ago, click 'Cancel' to yield more time, clicking 'Save' may require {user_name} to resolve conflicting edits.
sv: Redigeringslåset för {user_name} timade ut för {number} {interval} sedan, klicka på "Avbryt" för att ge mer tid, klicka på "Spara" kan kräva {user_name} för att lösa motstridiga redigeringar.

source: Item '{item_name}' is locked by {user_name}. Try again in {number} {interval}.
sv: Objektet '{item_name}' är låst av {user_name}. Försök igen i {number} {interval}.

source: Someone else updated '{item_name}' after your edit lock timed out. Conflicting changes must be manually merged.
sv: Någon annan uppdaterade '{item_name}' efter att ditt redigeringslås gick över tiden. Ändringar i konflikt måste manuellt slås samman.

source: Item '{item_name}' is locked by {user_name}. Edit lock error, check Item History to verify no changes were lost.
sv: Objekt '{item_name}' är låst av {user_name}. Fel i redigeringslåset, kontrollera artikelns historik för att verifiera att inga ändringar har gått förlorade.

source: The '{fqname}' item on '{wiki_name}' has been created by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har skapats av {user_name}:

source: The '{fqname}' item on '{wiki_name}' has been modified by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har ändrats av {user_name}:

source: The '{fqname}' item on '{wiki_name}' has been renamed by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har bytt namn till {user_name}:

source: The '{fqname}' item on '{wiki_name}' has been copied by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har kopierats av {user_name}:

source: The '{fqname}' item on '{wiki_name}' has been converted by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har konverterats av {user_name}:

source: The '{fqname}' item on '{wiki_name}' has been reverted by {user_name}:
sv: Punkten "{fqname}" på "{wiki_name}" har återkallats av "{user_name}":

source: The '{fqname}' item on '{wiki_name}' has been deleted by {user_name}:
sv: Posten '{fqname}' på '{wiki_name}' har strukits av {user_name}:

source: The '{fqname}' item on '{wiki_name}' has one revision destroyed by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har en revision förstörd av {user_name}:

source: The '{fqname}' item on '{wiki_name}' has been destroyed by {user_name}:
sv: Objektet '{fqname}' på '{wiki_name}' har förstörts av {user_name}:

source: An error has occurred, the current or prior revision of this item may be corrupt.
sv: Ett fel har inträffat, den aktuella eller tidigare revisionen av denna artikel kan vara korrupt.

source: [{moin_name}] Update of "{fqname}" by {user_name}
sv: [{moin_name}] Uppdatering av "{fqname}" med {user_name}

source: Argument "{name}" must be a boolean value, not "{value}"
sv: Argument "{name}" måste vara ett booleanskt värde, inte "{value}"

source: Argument must be a boolean value, not "{value}"
sv: Argumentet måste vara ett booleskt värde, inte "{value}"

source: Argument "{name}" must be an integer value, not "{value}"
sv: Argument "{name}" måste vara ett heltalsvärde, inte "{value}"

source: Argument must be an integer value, not "{value}"
sv: Argumentet måste vara ett heltalsvärde, inte "{value}"

source: Argument "{name}" must be a floating point value, not "{value}"
sv: Argument "{name}" måste vara ett värde med flyttal, inte "{value}"

source: Argument must be a floating point value, not "{value}"
sv: Argumentet måste vara ett värde med flytande kommatecken, inte "{value}"

source: Argument "{name}" must be a complex value, not "{value}"
sv: Argument "{name}" måste vara ett komplext värde, inte "{value}"

source: Argument must be a complex value, not "{value}"
sv: Argumentet måste vara ett komplext värde, inte "{value}"

source: Argument "{name}" must be one of "{choices}").format(not "{value}"
sv: Argument "{name}" måste vara ett av "{choices}").format(not "{value}"

source: Argument must be one of "{choices}").format(not "{value}"
sv: Argumentet måste vara ett av "{choices}").format(not "{value}"

source: Too many arguments
sv: För många argument

source: Cannot have arguments without name following named arguments
sv: Kan inte ha argument utan namn efter namngivna argument

source: Argument "{name}" is required
sv: Argumentet "{name}" är obligatoriskt

source: No argument named "{name}"
sv: Inget argument med namnet "{name}"

source: seconds
sv: sekunder

source: minutes
sv: minuter

source: hours
sv: timmar

source: days
sv: dagar

source: weeks
sv: veckor

source: months
sv: månader

source: years
sv: år
