Repository: UlrichB22/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Error: no items found matching "<<Include({0})>>"
sv: Fel: inga artikel hittades som matchade "<<Include({0})>>"

source: Error: invalid macro name.
sv: Fel: ogiltigt makronamn.

source: <<{macro_name}: execution failed [{error_msg}] (see also the log)>>
sv: <<{macro_name}: exekveringen misslyckades [{error_msg}] (se även loggen)>>

source: Error:
sv: Fel:

source: is invalid within
sv: är ogiltig inom

source: {item_name} does not exist. Create it?
sv: {item_name} finns inte. Skapa den?

source: Defaulting to plain text due to invalid arguments: "{arguments}"
sv: Standard för vanlig text på grund av ogiltiga argument: "{arguments}"

source: Error parsing CSV file:
sv: Fel vid analys av CSV-fil:

source: Cannot create or rename item '{new_name}' because parent '{parent_name}' is missing.
sv: Det går inte att skapa eller byta namn på artikeln '{new_name}' eftersom föräldern '{parent_name}' saknas.

source: Removed leading or trailing blanks from WikiDict line: '{key_val}'.
sv: Tog bort inledande eller efterföljande blanksteg från WikiDict-raden: '{key_val}'.

source: Empty line in Wiki Dict discarded.
sv: Tom rad i Wiki Dict kasserad.

source: Removed leading or trailing blanks from WikiDict key: '{key_val}'.
sv: Tog bort inledande eller efterföljande blanksteg från WikiDict-nyckeln: '{key_val}'.

source: Removed leading or trailing blanks from WikiDict value: '{key_val}'.
sv: Tog bort inledande eller efterföljande blanksteg från WikiDict-värdet: '{key_val}'.

source: Preview
sv: Förhandsvisa

source: Cancel
sv: Avbryt

source: The ACL string is invalid.
sv: ACL-strängen är ogiltig.

source: The Wiki Dict is invalid. The format is 'key=value', one per line, no commas.
sv: Wiki Dict är ogiltig. Formatet är "nyckel=värde", en per rad, inga kommatecken.

source: Invalid key=value pair: '{invalid}'. Nothing saved.
sv: Ogiltigt nyckel=värde-par: '{invalid}'. Inget sparat.

source: The User Group list is invalid.
sv: Listan över användargrupper är ogiltig.

source: Invalid user name, leading or trailing blanks not allowed: '{invalid}'. Nothing saved.
sv: Ogiltigt användarnamn, inledande eller avslutande blanksteg är inte tillåtna: '{invalid}'. Inget sparat.

source: Invalid user name, null string not allowed: '{invalid}'. Nothing saved.
sv: Ogiltigt användarnamn, nollsträng är inte tillåten: '{invalid}'. Inget sparat.

source: Invalid user name, ',' not allowed: '{invalid}'. Nothing saved.
sv: Ogiltigt användarnamn, ',' är inte tillåtet: '{invalid}'. Inget sparat.

source: Duplicate user name: '{invalid}'. Nothing saved.
sv: Duplicerat användarnamn: '{invalid}'. Inget sparat.

source: Access Control List - Use 'None' for default
sv: Åtkomstkontrollista - Använd "Ingen" som standard

source: Summary
sv: Sammanfattning

source: One-line summary of the item
sv: Sammanfattning i en rad av artikeln

source: The item "{name}" was deleted.
sv: Objektet "{name}" har tagits bort.

source: The item "{name}" was renamed to "{new_name}".
sv: Objektet "{name}" har bytt namn till "{new_name}".

source: The subitem "{name}" was deleted.
sv: Underpunkten "{name}" har strukits.

source: An item named {name} already exists in the namespace {namespace}.
sv: Ett artikel med namnet {name} finns redan i namnrymden {namespace}.

source: The item "{name}" was destroyed.
sv: Objektet "{name}" har förstörts.

source: The subitem "{name}" was destroyed.
sv: Underartikeln "{name}" har förstörts.

source: Error: The subitem "{name}" was not destroyed, permission denied.
sv: Error (Fel): Underartikeln "{name}" förstördes inte, behörighet nekad.

source: Rev Number {rev_number} of the item "{name}" was destroyed.
sv: Rev nummer {rev_number} för artikeln "{name}" har förstörts.

source: Wiki Dict
sv: Wiki dikterar

source: User Group
sv: Användargrupp

source: Wiki item
sv: Wiki-artikel

source: Alert wiki admin that help items are not loaded
sv: Meddela wiki-administratören att hjälpartiklarna inte har lästs in

source: You do not have permission to create the item named "{name}".
sv: Du har inte behörighet att skapa artikeln med namnet "{name}".

source: No preview available for empty items.
sv: Ingen förhandsgranskning tillgänglig för tomma artiklar.

source: Nothing changed, nothing saved.
sv: Inget förändrades, inget räddades.

source: CONFLICT
sv: KONFLIKT

source: An edit conflict has occurred. Modify this item again to resolve conflicts.
sv: En redigeringskonflikt har uppstått, redigera det här artikeln igen för att lösa konflikterna.

source: You may recover your draft saved {number} {interval} ago by clicking the 'Load Draft' button.
sv: Du kan återställa ditt utkast som sparades för {number} {interval} år sedan genom att klicka på knappen "Load Draft".

source: Your draft saved {number} {interval} ago is outdated, click 'Cancel' to discard or 'Load Draft', then 'Save' to merge conflicting updates.
sv: Ditt utkast som sparades för {number} {interval} sedan är inaktuellt, klicka på "Avbryt" för att kassera eller "Ladda utkast" och sedan "Spara" för att slå samman motstridiga uppdateringar.

source: User profile
sv: Användarprofil

source: User profile item (not implemented yet!)
sv: Användarprofil (inte implementerad ännu!)

source: Supertags (Categories)
sv: Supertaggar (Kategorier)

source: Ordered comma separated list of tags
sv: Kommaseparerad lista med taggar i ordningsföljd

source: Title (required)
sv: Titel (obligatorisk)

source: One-line title of the blog entry
sv: Enradig titel på blogginlägget

source: Publication time (UTC)
sv: Tid för publicering (UTC)

source: Blog
sv: Blogg

source: Blog item
sv: Blogginlägg

source: Blog entry
sv: Blogginlägg

source: Blog entry item
sv: Blogginlägg

source: Replace content with uploaded file:
sv: Ersätt innehållet med en uppladdad fil:

source: The items have the same data hash code (that means they very likely have the same data).
sv: Objekten har samma hashkod för data (vilket innebär att de med stor sannolikhet har samma data).

source: The items have different data.
sv: Artiklarna har olika data.

source: Impossible to convert the data to the contenttype: {contenttype}
sv: Omöjligt att konvertera data till contenttype: {contenttype}

source: Type your text here
sv: Skriv in din text här

source: Edit drawing {filename} (opens in new window)
sv: Redigera ritning {filename} (öppnas i nytt fönster)

source: Clickable drawing: {filename}
sv: Klickbar ritning: {filename}

source: Find Tickets
sv: Hitta biljetter

source: Effort
sv: Ansträngning

source: Difficulty
sv: Svårighetsgrad

source: Severity
sv: Allvarlighetsgrad

source: Priority
sv: Prioritet

source: Assigned To
sv: Tilldelat till

source: Author
sv: Författare

source: One-line summary
sv: Sammanfattning i en rad

source: Superseded By
sv: Ersatt av

source: Depends On
sv: Beror på

source: Supersedes
sv: Ersätter

source: Required By
sv: Krävd av

source: Subscribers
sv: Prenumeranter

source: Message
sv: Meddelande

source: Submit ticket
sv: Skicka in biljett

source: Update ticket
sv: Uppdatera biljett

source: Update & reopen ticket
sv: Uppdatera och öppna ärendet igen

source: Update & close ticket
sv: Uppdatera och stäng ärendet

source: {key} changed from {original} to {new}
sv: {key} ändras från {original} till {new}

source: {author} wrote on {timestamp}:
sv: {author} skrev på {timestamp}:

source: Ticket
sv: Biljett

source: Ticket item
sv: Biljettartikel

source: Anchor macro failed - missing argument.
sv: Ankarmakro misslyckades - saknade argument.

source: Anchor macro failed - only 1 argument allowed.
sv: Ankarmakro misslyckades - endast 1 argument tillåtet.

source: Anchor macro failed - space is not allowed in anchors.
sv: Ankarmakro misslyckades - blanksteg är inte tillåtet i ankare.

source: Invalid input parameter: None, float, int, or ISO 8601 formats are accepted.
sv: Ogiltig inmatningsparameter: Formaten None, float, int eller ISO 8601 accepteras.

source: Missing font name, syntax is <<FontAwesome(name,color,size)>>
sv: Saknar namn på teckensnitt, syntaxen är <<FontAwesome(namn,färg,storlek)>>

source: Invalid parameters, try <<GetVal(DictName, key)>>
sv: Ogiltiga parametrar, försök <<GetVal(DictName, nyckel)>>

source: Permission to read was denied: {item_name}
sv: Behörighet att läsa nekad: {item_name}

source: WikiDict not found: {item_name}
sv: WikiDict hittades inte: {item_name}

source: Macro is invalid, {item_name} is missing key: {key_name}
sv: Makrot är ogiltigt, {item_name} saknar nyckel: {key_name}

source: Lexer Name
sv: Lexer Namn

source: Lexer Aliases
sv: Lexers alias

source: File Patterns
sv: Filmönster

source: Icon macro failed due to missing icon name.
sv: Ikonmakro misslyckades på grund av att ikonens namn saknades.

source: Icon not rendered, invalid name
sv: Ikonen återges inte, ogiltigt namn

source: ItemList macro: Argument "{arg}" does not follow <key>=<val> format (arguments, if more than one, must be comma-separated).
sv: Makro för artikellista: Argumentet "{arg}" följer inte formatet <key>=<val> (argument, om fler än ett, måste vara kommaseparerade).

source: The value for "{key}" must be "True" or "False", got "{val}".
sv: Värdet för \”{key}\” måste vara \”True\” eller \”False\”, fick \”{val}\”.

source: Unrecognized key "{key}".
sv: Oigenkänd nyckel "{key}".

source: Item does not exist or read access blocked by ACLs: {0}
sv: Objektet finns inte eller läsåtkomst blockerad av ACL:er: {0}

source: Error in regex {0!r}: {1}
sv: Fel i regex {0!r}: {1}

source: No matching items were found
sv: Inga matchande artiklar hittades

source: Invalid format, try: <<MailTo(user AT example DOT org, write me)>>
sv: Ogiltigt format, försök: <<MailTo(användare AT exempel DOT org, skriv till mig)>>

source: January
sv: Januari

source: February
sv: Februari

source: March
sv: Mars

source: May
sv: Maj

source: June
sv: Juni

source: July
sv: Juli

source: August
sv: Augusti

source: October
sv: Oktober

source: Mon
sv: Mån

source: Tue
sv: Tis

source: Wed
sv: Ons

source: Thu
sv: Tor

source: Fri
sv: Fre

source: Sat
sv: Lör

source: Sun
sv: Sön

source: Invalid value given for item name: {0}
sv: Ogiltigt värde angivet för artikelnamn: {0}

source: No quotes found in {0}
sv: Inga citat hittades i {0}

source: Result
sv: Resultat

source: ShowUserGroup macro failed - metadata lacks "usergroup" attribute.
sv: Makrot ShowUserGroup misslyckades - metadata saknar attributet "usergroup".

source: ShowWikiDict macro failed - metadata lacks "wikidict" attribute.
sv: ShowWikiDict-makrot misslyckades - metadata saknar "wikidict"-attribut.

source: Start SlideShow
sv: Starta bildspel

source: TitleList macro does not support any arguments.
sv: Makrot TitleList stöder inga argument.

source: <TitleList macro: No matching items were found.>
sv: <TitleList makro: Inga matchande artikel hittades.>

source: {item_name} content type is not moinwiki or creole
sv: {item_name} innehållstypen är inte moinwiki eller kreol

source: No heading found in item: {item_name}
sv: Ingen rubrik hittades i artikeln: {item_name}

source: Block macros cannot be used inline
sv: Blockmakron kan inte användas inline

source: Unrecognized "display" value "{display}".
sv: Oigenkännligt \”display\”-värde \”{display}\”.

source: Contact administrator: cannot send password recovery e-mail because mail configuration is incomplete.
sv: Kontakta administratören: Det går inte att skicka e-post om lösenordsåterställning eftersom e-postkonfigurationen är ofullständig.

source: No recipients, nothing to do
sv: Inga mottagare, inget att göra

source: Connection to mailserver '{server}' failed: {reason}
sv: Anslutning till mailserver '{server}' misslyckades: {reason}

source: Mail sent successfully
sv: E-post skickades

source: Search query too short.
sv: Sökfrågan är för kort.

source: Search
sv: Sök

source: Error: metadata validation failed, invalid field value(s) = {0}
sv: Fel: validering av metadata misslyckades, ogiltiga fältvärden = {0}

source: Error: nothing changed. Data unicode validation failed.
sv: Fel: ingenting har ändrats. Validering av data unicode misslyckades.

source: Not Found
sv: Hittades inte

source: The item '{item_name}' does not exist or you do not have permission to access it.
sv: Objektet ’{item_name}’ finns inte eller du har inte behörighet att komma åt det.

source: The full path is:
sv: Den fullständiga sökvägen är:

source: Please check these tickets if they cover your issue:
sv: Kontrollera dessa biljetter om de täcker ditt problem:

source: Whoosh query:
sv: Whoosh fråga:

source: Common words omitted from query:
sv: Vanliga ord utelämnade från förfrågan:

source: {found:d} items found, {items_filtered:d} more items filtered by content types.
sv: {found:d} artikel hittades, {items_filtered:d} fler artikel filtrerade efter innehållstyper.

source: {result_len:d} items found.
sv: {result_len:d} artikel hittades.

source: REVISION: {revid}, SIZE: {size}, MODIFIED: {mtime}, CONTENT TYPE: {type}, SCORE: {score}
sv: REVISION: {revid}, STORLEK: {size}, MODIFIERAD: {mtime}, INNEHÅLLSTYP: {type}, SCORE: {score}

source: COMMENT: {content}
sv: KOMMENTAR: {content}

source: CONTENT: {content}
sv: INNEHÅLL: {content}

source: {count:d} items are not shown because read permission was denied.
sv: {count:d} artikel visas inte eftersom läsbehörighet nekades.

source: Global Views of All Namespaces
sv: Globala vyer över alla namnrymder

source: Convert '{item_name}'
sv: Konvertera '{item_name}'

source: Current Content Type
sv: Aktuell typ av innehåll

source: An error happened while processing your request.
sv: Ett fel inträffade under behandlingen av din begäran.

source: More details have been logged. The following data will be helpful for the site admin in locating the corresponding log entries:
sv: Fler detaljer har loggats. Följande data kommer att vara till hjälp för webbplatsadministratören när det gäller att hitta motsvarande loggartikeler:

source: Error ID
sv: Fel-ID

source: Server time
sv: Servertid

source: Old Revision
sv: Gammal revision

source: New Revision
sv: Ny revision

source: If the error on this web site appears confined to this one item, then the problem may be that the current revision has invalid or corrupted data or there is a mismatch between the content type and the item data (e.g. the content type is text/x.moin.wiki and the data is a PNG file).
sv: Om felet på denna webbplats verkar vara begränsat till detta enda artikel, kan problemet vara att den aktuella revisionen har ogiltiga eller eller skadad data eller att det finns en felmatchning mellan innehållstypen och artikelns data (t.ex. innehållstypen är text/x.moin.wiki och datan är en PNG-fil).

source: Possible ways to identify the cause of the problem:
sv: Möjliga sätt att identifiera orsaken till problemet:

source: Click the Markup link within Item Views to view the raw text data.
sv: Klicka på länken Markera i Artikelvyer för att visa råtextdata.

source: Click the Meta link within Item Views to check the content type.
sv: Klicka på länken Meta i Artikelvyer för att kontrollera innehållstypen.

source: Click the Download link within Item Views and examine the data with a hex editor.
sv: Klicka på länken Download i Item Views och undersök data med en hexeditor.

source: Possible ways to fix the problem:
sv: Möjliga sätt att åtgärda problemet:

source: Click the History link within Item Views and revert to a prior revision.
sv: Klicka på länken Historik i Artikelvyer och återgå till en tidigare revision.

source: Click the Delete or Destroy link within Item Views and then recreate the item.
sv: Klicka på länken Delete or Destroy i Item Views och återskapa sedan artikeln.

source: To change an item to a different content type (change from GIF to PNG, etc.):
sv: Om du vill ändra ett artikel till en annan innehållstyp (ändra från GIF till PNG osv.):

source: Delete the item.
sv: Ta bort artikeln.

source: Recreate the item.
sv: Återskapa artikeln.

source: Create New Item
sv: Skapa ny artikel

source: Delete '{item_name}' with alias names {alias_names}
sv: Ta bort '{item_name}' med aliasnamn {alias_names}

source: Delete '{item_name}'
sv: Ta bort '{item_name}'

source: Meta data of item to be deleted:
sv: Metadata för artikeln som ska raderas:

source: Content of item to be deleted:
sv: Innehållet i det artikel som ska raderas:

source: Destroy '{item_name}' with alias names {alias_names}
sv: Förstör '{item_name}' med aliasnamn {alias_names}

source: Destroy '{item_name}'
sv: Förstör '{item_name}'

source: DESTROY {item_name} REVISION NUMBER {rev_number}
sv: FÖRSTÖR {item_name} REVISIONSNUMMER {rev_number}

source: Meta data of item revision to be destroyed:
sv: Metadata för artikelrevision som ska förstöras:

source: Meta data of item to be destroyed:
sv: Metadata för artikeln som ska förstöras:

source: Content of item revision to be destroyed:
sv: Innehåll i artikelrevision som ska förstöras:

source: Content of item to be destroyed:
sv: Innehållet i det artikel som ska förstöras:

source: Show comments
sv: Visa kommentarer

source: Hide transclusions
sv: Dölja uteslutningar

source: Hide tags
sv: Dölj taggar

source: Show all tags
sv: Visa alla taggar

source: Your changes will be discarded if you leave this page without saving.
sv: Dina ändringar kommer att kasseras om du lämnar sidan utan att spara.

source: You missed! Double-click on text or to the right of text to auto-scroll text editor.
sv: Du missade! Dubbelklicka på texten eller till höger om texten för att automatiskt rulla textredigeraren.

source: Your browser is obsolete. Upgrade to gain auto-scroll text editor feature.
sv: Din webbläsare är föråldrad. Uppgradera för att få funktionen för automatisk rullning av textredigerare.

source: Deleting..
sv: Tar bort..

source: Destroying..
sv: Förgör...

source: Items deleted:
sv: Objekt borttagna:

source: Items destroyed:
sv: Objekt förstörda:

source: , Not authorized, items not deleted:
sv: , Inte auktoriserad, artiklar inte raderade:

source: , Not authorized, items not destroyed:
sv: , Inte auktoriserad, artiklar inte förstörda:

source: All changes will be discarded!
sv: Alla ändringar kommer att förkastas!

source: Download failed, no items were selected.
sv: Nedladdningen misslyckades, inga artikel valdes.

source: Your saved draft has been loaded.
sv: Ditt sparade utkast har laddats.

source: Your edit lock will expire in 1 minute:
sv: Ditt redigeringslås upphör att gälla om 1 minut:

source: Add optional comment for Delete change log.
sv: Lägg till en valfri kommentar för Ta bort ändringslogg.

source: Add optional comment for Destroy change log.
sv: Lägg till valfri kommentar för Förstör ändringslogg.

source: Action complete.
sv: Åtgärden slutförd.

source: Diff for '{item_name}'
sv: Diff för '{item_name}'

source: revert
sv: återgå

source: Revert to Revision
sv: Återgå till revision

source: Set bookmark
sv: Ställ in bokmärke

source: Delete bookmark
sv: Radera bokmärke

source: Syntax highlighting of {name}
sv: Syntaxmarkering av {name}

source: History of {fqname}
sv: Historia av {fqname}

source: Item Name
sv: Objektnamn

source: Click to show history spanning item delete and recreate.
sv: Klicka för att visa historik över borttagning och återskapande av artikel.

source: Item Id
sv: Annonser ID

source: Click to show history spanning item renames.
sv: Klicka för att visa historik över byten av artikel.

source: Name or ID ~(Old Name)
sv: Namn eller ID ~(gammalt namn)

source: Content Type
sv: Innehållstyp

source: Comment and/or `Summary`
sv: Kommentar och/eller sammanfattning

source: Item was deleted and later created as new with same name
sv: Objektet togs bort och skapades senare som nytt med samma namn

source: Item Id Changed
sv: Artikel-ID ändrat

source: show
sv: visa

source: download
sv: nedladdning

source: delete item
sv: radera artikel

source: destroy all revisions
sv: förstöra alla revisioner

source: destroy this revision
sv: förstöra denna revision

source: Bookmark is set to
sv: Bokmärket är inställt på

source: Item History
sv: Föremålets historia

source: This item has subitems that match your filter.
sv: Den här artikeln har underartiklar som matchar ditt filter.

source: These items have orphan sub-items. Click name to create or arrow to view sub-items.
sv: Dessa artiklar har föräldralösa underartiklar. Klicka på namnet för att skapa eller på pilen för att visa underartikeler.

source: This missing item has subitems that match your filter.
sv: Denna saknade artikel har underartiklar som matchar ditt filter.

source: There are no items or read permission is denied for all.
sv: Det finns inga artikel eller läsbehörighet nekas för alla.

source: Toggle item selections
sv: Växla val av artikel

source: Select All
sv: Välj alla

source: Download selected items
sv: Ladda ner valda artiklar

source: Delete selected items
sv: Ta bort markerade artikel

source: Destroy selected items
sv: Förstör valda artikel

source: Filter items by content type
sv: Filtrera artikel efter innehållstyp

source: Filter
sv: Filtrera

source: Change namespace
sv: Ändra namnrymden

source: Open create item dialog
sv: Öppna dialogrutan för att skapa artikel

source: New Item
sv: Nytt artikel

source: Filter is on for these selected groups:
sv: Filter är på för dessa utvalda grupper:

source: Click home icon to view namespace home page or click name to view namespace index.
sv: Klicka på hemikonen för att visa namnområdets startsida eller klicka på namnet för att visa namnområdets index.

source: items having unknown mime types
sv: artikel med okända mime-typer

source: Toggle
sv: Växla

source: Enter item name here
sv: Ange artikelnamn här

source: Create
sv: Skapa

source: Enter Item name and click Create button above to edit or upload one item. To upload multiple files click the button below to open a file selection dialog, or drag and drop multiple files here.
sv: Ange artikelnamn och klicka på knappen Skapa ovan för att redigera eller ladda upp en artikel. Om du vill ladda upp flera filer klickar du på knappen nedan för att öppna en dialogruta för filval, eller dra och släpp flera filer här.

source: Show All
sv: Visa alla

source: Number Items
sv: Antal artikel

source: Close
sv: Stäng

source: Add optional comment for change log.
sv: Lägg till valfri kommentar för ändringsloggen.

source: Selected names:
sv: Utvalda namn:

source: Alias names:
sv: Aliasnamn:

source: Check to remove subitems
sv: Kontrollera för att ta bort underartiklar

source: Subitem names:
sv: Namn på underartikel:

source: Rejected names, permission denied:
sv: Avvisade namn, behörighet nekad:

source: Enter your comment
sv: Skriv en kommentar

source: Submit
sv: Skicka

source: Item Views
sv: Visning av artikel

source: Remove Link
sv: Ta bort länk

source: Add Link
sv: ﻿Lägg till länk

source: Unsubscribe
sv: Avsluta prenumeration

source: Subscribe
sv: Prenumerera

source: Discuss contents of this item
sv: Diskutera innehållet i denna punkt

source: Navigation
sv: Navigering

source: Moin login
sv: Moin inloggning

source: No results
sv: Inga resultat

source: More than one result
sv: Mer än ett resultat

source: Please note that you only need to fill out one form field.
sv: Observera att du bara behöver fylla i ett fält i formuläret.

source: Metadata of {item_name}
sv: Metadata för {item_name}

source: Modifying '{item_name}'
sv: Ändring av '{item_name}'

source: Load Draft
sv: Ladda utkast

source: Clicking this button will delete draft!
sv: Klicka på denna knapp för att radera utkast!

source: Enter list of user names, one name per line.
sv: Ange en lista med användarnamn, ett namn per rad.

source: Enter "key=value" strings, one per line, no quotes, no blank lines.
sv: Ange "nyckel=värde"-strängar, en per rad, inga citattecken, inga tomma rader.
